import UIKit

let lojaMotto = "No pain - No gain!" // "" кавычки это строковый литерал

let multiLine = """
Тройные кавычки означают, что содержимое является многострочным, так как его
можно размещать на нескольких строках.
"""

let multiLineTransfer = """
Обратный слэш помогает сделать код более читаемым, \
но на отображение в итоге никак не повлияет.
"""

let multiLineCarriage = """

Если мы хотим объявить литерал, который начинается и закачивается
возвратом символа каретки, то оставляем пустые пробелы в начале и в конце.

"""

let multiLineSpace = """
В этой строке нет пробелов в начале
    В этой строке 4 пробела
В этой строке так же нет пробелов в начале
"""


